Repository: antnbaranov/Baranov
Catalog: Baranov/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, th, tr, uk, vi, zh_hans, zh_hk

source: The ram still needs to reach %@'s city — this is a second, tighter lock on top of that, right down to the exact spot.
ar: لا يزال الكبش بحاجة للوصول إلى مدينة %@ - وهذا قفل ثانٍ أكثر إحكامًا فوق ذلك، وصولاً إلى المكان المحدد.
bg: Овенът все още трябва да стигне до града на %@ — това е второ, по-строго заключване на всичкото отгоре, точно до точното място.
bs: Ovan još treba da stigne do grada %@ — ovo je druga, čvršća brava na vrhu, tačno do tačnog mesta.
ca: El RAM encara ha d'arribar a la ciutat de %@: aquest és un segon pany més estricte a sobre, fins al lloc exacte.
cs: Beran se stále potřebuje dostat do města %@ — toto je ještě druhý, těsnější zámek, až na přesné místo.
da: Vædderen mangler stadig at nå %@ 's by - dette er en anden, strammere lås oven i købet, helt ned til det nøjagtige sted.
de: Der Widder muss noch die Stadt von %@ erreichen – das ist darüber hinaus eine zweite, engere Sperre, bis hin zur genauen Stelle.
el: Το κριάρι πρέπει ακόμα να φτάσει στην πόλη του %@ — αυτή είναι μια δεύτερη, πιο σφιχτή κλειδαριά πάνω από αυτό, ακριβώς μέχρι το ακριβές σημείο.
es: El ariete aún necesita llegar a la ciudad de %@; este es un segundo bloqueo más estricto además de eso, justo en el lugar exacto.
et: Jäär peab veel jõudma %@ linna – see on teine, tugevam lukk selle peale, täpselt õigesse kohta.
eu: Ahariak %@ ren hirira iritsi behar du oraindik; hau bigarren blokeoa estuagoa da, toki zehatzera arte.
fi: Oinaan täytyy vielä saavuttaa %@:n kaupunki – tämä on toinen, tiukempi lukko sen päälle, aivan täsmälleen oikeaan kohtaan.
fr: Le bélier doit encore atteindre la ville de %@ - il s'agit d'un deuxième verrou plus serré en plus, jusqu'à l'endroit exact.
ga: Ní mór don reithe %@ cathair a shroicheadh ​​fós - seo an dara glas níos déine ar a bharr sin, díreach síos go dtí an láthair cruinn.
gl: O carneiro aínda ten que chegar á cidade de %@: esta é unha segunda pechadura máis axustada, ata o lugar exacto.
he: האייל עדיין צריך להגיע לעיר של %@ - זהו מנעול שני והדוק יותר על זה, ממש עד הנקודה המדויקת.
hi: राम को अभी भी %@ के शहर तक पहुंचने की जरूरत है - यह ठीक उसी स्थान के ठीक नीचे दूसरा, कड़ा ताला है।
hr: Ovan još treba stići do grada %@ — ovo je još jedna, čvršća brava povrh toga, točno do mjesta.
hu: A kosnak még el kell érnie %@ városát – ez egy második, szorosabb zár a tetején, egészen a pontos helyig.
id: Pendobrak itu masih harus mencapai kota %@ — ini adalah kunci kedua yang lebih ketat, sampai ke tempat yang tepat.
is: Hrúturinn þarf enn að ná til borgarinnar %@ — þetta er annar, þéttari lás ofan á það, alveg niður á nákvæmlega stað.
it: L'ariete deve ancora raggiungere la città di %@: oltre a questo, c'è un secondo blocco più stretto, fino al punto esatto.
ja: 羊はまだ %@ の都市に到達する必要があります。これは、正確な位置まで、その上に 2 番目のより厳重なロックがかかっています。
ka: ვერძს ჯერ კიდევ სჭირდება %@-ის ქალაქამდე მისვლა - ეს არის მეორე, უფრო მჭიდრო საკეტი მის თავზე, ზუსტად ადგილზე.
kk: Қошқар әлі %@ қаласына жетуі керек — бұл оның үстіне дәл нүктеге дейін екінші, қаттырақ құлып.
ko: 숫양은 여전히 ​​%@ 의 도시에 도달해야 합니다. 이것은 정확한 지점까지 바로 아래에 있는 두 번째로 더 단단한 자물쇠입니다.
lt: Avinas dar turi pasiekti %@ miestą – tai antras, tvirtesnis užraktas ant jo, iki tikslios vietos.
lv: Aunam joprojām ir jāsasniedz %@ pilsēta — šī ir otra, stingrāka slēdzene virs tā, līdz pat precīzai vietai.
mk: Овенот сè уште треба да стигне до градот на %@ - ова е втора, поцврста брава над тоа, до точното место.
ms: Domba jantan masih perlu sampai ke bandar %@ — ini adalah kunci kedua yang lebih ketat di atasnya, terus ke tempat yang tepat.
mt: Il-muntun għad irid jilħaq il-belt ta' %@ — dan huwa t-tieni lock aktar strett fuq dan, eżatt sal-post eżatt.
nb: Væren trenger fortsatt å nå %@ sin by – dette er en andre, tettere lås på toppen av det, helt ned til det nøyaktige stedet.
nl: De ram moet de stad van %@ nog bereiken – dit is een tweede, strakkere sluis daarbovenop, tot op de exacte plek.
pl: Taran nadal musi dotrzeć do miasta %@ — jest to druga, ściślejsza śluza, dokładnie w tym miejscu.
pt_br: O aríete ainda precisa chegar à cidade de %@ - este é um segundo bloqueio mais apertado, até o local exato.
ro: Berbecul încă mai trebuie să ajungă în orașul lui %@ — acesta este un al doilea blocaj mai strâns pe deasupra, chiar în locul exact.
ru: Тарану еще нужно добраться до города %@ — это второй, более плотный шлюз, вплоть до точного места.
sk: Baran sa ešte musí dostať do mesta %@ — toto je druhá, tesnejšia zámka navrchu, až na presné miesto.
sl: Oven mora še vedno priti do mesta %@ — to je drugi, strožji zaklep poleg tega, vse do natančnega mesta.
sq: Dashi duhet ende të arrijë në qytetin e %@ - ky është një bllokim i dytë, më i ngushtë në krye të tij, deri në vendin e saktë.
sr: Ован још треба да стигне до града %@ — ово је друга, чвршћа брава на врху, тачно до тачног места.
sv: Ramen behöver fortfarande nå %@ s stad — det här är ett andra, stramare lås ovanpå det, ända ner till den exakta platsen.
th: แกะยังต้องไปให้ถึงเมืองของ %@ นี่เป็นการล็อคครั้งที่สองที่แน่นกว่าด้านบน ลงไปถึงจุดที่แน่นอน
tr: Koçun hala %@ şehrine ulaşması gerekiyor; bu, tam noktasına kadar ikinci, daha sıkı bir kilitlenmedir.
uk: Баран все ще має дістатися до міста %@ — це другий, щільніший замок на вершині, аж до точного місця.
vi: Ram vẫn cần đến được thành phố của %@ - đây là khóa thứ hai, chặt chẽ hơn, đến đúng vị trí chính xác.
zh_hans: 公羊仍然需要到达 %@ 的城市 - 这是在此基础上的第二个更严格的锁定，一直到确切的位置。
zh_hk: 公羊仍然需要到达 %@ 的城市 - 这是在此基础上的第二个更严格的锁定，一直到确切的位置。

source: The ram still needs to reach %@'s city. This is a second, tighter lock on top of that, down to the exact spot.
ar: لا يزال الكبش بحاجة للوصول إلى مدينة %@. هذا قفل ثانٍ أكثر إحكامًا فوق ذلك، وصولاً إلى المكان المحدد.
bg: Овенът все още трябва да стигне до града на %@. Това е второ, по-здраво заключване на всичкото отгоре, до точното място.
bs: Ovan još treba da stigne do grada %@. Ovo je druga, čvršća brava povrh toga, sve do tačnog mjesta.
ca: El RAM encara ha d'arribar a la ciutat de %@. Aquest és un segon pany més estricte a sobre, fins al lloc exacte.
cs: Beran se stále potřebuje dostat do města %@. Toto je druhý, těsnější zámek nad tím, až na přesné místo.
da: Vædderen mangler stadig at nå %@s by. Dette er en anden, strammere lås oven i købet, ned til det nøjagtige sted.
de: Der Widder muss noch die Stadt von %@ erreichen. Darüber hinaus handelt es sich um eine zweite, punktgenaue Verriegelung.
el: Ο κριός χρειάζεται ακόμα να φτάσει στην πόλη του %@. Αυτή είναι μια δεύτερη, πιο σφιχτή κλειδαριά πάνω από αυτό, μέχρι το ακριβές σημείο.
es: El ariete aún necesita llegar a la ciudad de %@. Este es un segundo bloqueo más apretado además de eso, hasta el lugar exacto.
et: Jäär peab veel jõudma %@ linna. See on teine, tihedam lukk selle peal, kuni täpse kohani.
eu: Aharia %@-ren hirira iritsi behar da oraindik. Hau bigarren blokeoa estuagoa da horren gainean, toki zehatzera arte.
fi: Oinaan on vielä päästävä %@:n kaupunkiin. Tämä on toinen, tiukempi lukko sen päälle, tarkkaan kohtaan.
fr: Le bélier doit encore atteindre la ville de %@. Il s’agit d’un deuxième verrou, plus serré, en plus, jusqu’à l’endroit exact.
ga: Ní mór don reithe fós cathair %@ a bhaint amach. Is é seo an dara glas níos déine ar a bharr sin, síos go dtí an láthair cruinn.
gl: O RAM aínda ten que chegar á cidade de %@. Este é un segundo bloqueo máis axustado, ata o lugar exacto.
he: האיל עדיין צריך להגיע לעיר של %@. זהו מנעול שני והדוק יותר על זה, עד לנקודה המדויקת.
hi: रैम को अभी भी %@ के शहर तक पहुंचने की जरूरत है। यह उसके ठीक ऊपर, ठीक उसी स्थान तक दूसरा, कड़ा ताला है।
hr: Ovan još treba stići do grada %@. Ovo je drugo, čvršće zaključavanje povrh toga, sve do točnog mjesta.
hu: A kosnak még el kell érnie %@ városát. Ez egy második, szorosabb zár a tetején, egészen a pontos helyig.
id: Ram masih harus mencapai kota %@. Ini adalah kunci kedua yang lebih rapat, hingga ke titik yang tepat.
is: Hrúturinn þarf enn að ná til borgarinnar %@. Þetta er annar, þéttari lás ofan á það, niður á nákvæmlega stað.
it: L'ariete deve ancora raggiungere la città di %@. Questo è un secondo blocco più stretto, fino al punto esatto.
ja: ラムはまだ %@ の都市に到達する必要があります。これは、正確な位置まで、その上に 2 番目のより緊密なロックです。
ka: ვერძს ჯერ კიდევ სჭირდება %@-ის ქალაქამდე მისვლა. ეს არის მეორე, უფრო მჭიდრო საკეტი მის თავზე, ზუსტად ადგილზე.
kk: Қошқар әлі де %@ қаласына жетуі керек. Бұл дәл орынға дейін екінші, қаттырақ құлып.
ko: 숫양은 여전히 ​​%@의 도시에 도달해야 합니다. 이것은 그 위에 정확한 지점까지 두 번째로 더 단단한 잠금 장치입니다.
lt: Avinas dar turi pasiekti %@ miestą. Tai yra antras, tvirtesnis užraktas ant viršaus, iki tikslios vietos.
lv: Aunam vēl jāsasniedz %@ pilsēta. Šī ir otrā, stingrāka slēdzene, kas atrodas virs tā, līdz precīzai vietai.
mk: Овенот сè уште треба да стигне до градот на %@. Ова е втора, поцврста брава над тоа, до точното место.
ms: Domba jantan masih perlu sampai ke bandar %@. Ini adalah kunci kedua yang lebih ketat di atasnya, hingga ke tempat yang tepat.
mt: Il-muntun għad irid jilħaq il-belt ta' %@. Din hija t-tieni serratura aktar stretta fuq dan, sal-post eżatt.
nb: Væren trenger fortsatt å nå %@ sin by. Dette er en andre, strammere lås på toppen av det, ned til det nøyaktige stedet.
nl: De ram moet de stad van %@ nog bereiken. Dit is een tweede, strakker slot daarbovenop, tot op de exacte plek.
pl: Baran nadal musi dotrzeć do miasta %@. Jest to drugi, mocniejszy zamek na górze, dokładnie w tym miejscu.
pt_br: O carneiro ainda precisa chegar à cidade de %@. Este é um segundo bloqueio mais apertado em cima disso, até o ponto exato.
ro: Berbecul încă mai trebuie să ajungă în orașul lui %@. Acesta este un al doilea blocare, mai strâns pe deasupra, până la locul exact.
ru: Тарану еще нужно добраться до города %@. Это второй, более плотный замок сверху, до точного места.
sk: Baran sa ešte musí dostať do mesta %@. Toto je druhý, tesnejší zámok navrchu, až na presné miesto.
sl: Oven mora še doseči mesto %@. To je drugo, strožje zaklepanje poleg tega, do natančnega mesta.
sq: Dashi duhet ende të arrijë në qytetin e %@. Ky është një bllokim i dytë, më i ngushtë mbi të, deri në vendin e saktë.
sr: Ован још треба да стигне до града %@. Ово је друга, чвршћа брава поврх тога, све до тачног места.
sv: Ramen behöver fortfarande nå %@:s stad. Detta är ett andra, tightare lås ovanpå det, ner till den exakta platsen.
th: แกะยังต้องไปถึงเมืองของ %@ นี่เป็นการล็อคครั้งที่สองที่แน่นยิ่งขึ้นจากด้านบนลงไปจนถึงจุดที่แน่นอน
tr: Koçun hala %@ şehrine ulaşması gerekiyor. Bu, tam noktaya kadar ikinci, daha sıkı bir kilittir.
uk: Барану ще потрібно дістатися до міста %@. Це другий, більш жорсткий замок на вершині цього, аж до точного місця.
vi: Ram vẫn cần đến thành phố của %@. Đây là khóa thứ hai, chặt hơn, đến đúng vị trí.
zh_hans: 公羊还需要到达 %@ 的城市。这是在此之上的第二个更紧的锁，一直到准确的位置。
zh_hk: 公羊還需要到達 %@ 的城市。這是在此之上的第二個更緊的鎖，一直到準確的位置。

source: the recipient
ar: المتلقي
bg: получателят
bs: primaoca
ca: el destinatari
cs: příjemce
da: modtageren
de: der Empfänger
el: ο παραλήπτης
es: el destinatario
et: saaja
eu: hartzailea
fi: vastaanottaja
fr: le destinataire
ga: an faighteoir
gl: o destinatario
he: הנמען
hi: प्राप्तकर्ता
hr: primatelj
hu: a címzett
id: penerima
is: viðtakandinn
it: il destinatario
ja: 受信者
ka: მიმღები
kk: алушы
ko: 수령인
lt: gavėjas
lv: saņēmējs
mk: примачот
ms: penerima
mt: ir-riċevitur
nb: mottakeren
nl: de ontvanger
pl: odbiorca
pt_br: o destinatário
ro: destinatarului
ru: получатель
sk: príjemcu
sl: prejemnik
sq: marrësi
sr: прималац
sv: mottagaren
th: ผู้รับ
tr: alıcı
uk: одержувач
vi: người nhận
zh_hans: 收件人
zh_hk: 收件者

source: The recipient
ar: المتلقي
bg: Получателят
bs: Primalac
ca: El destinatari
cs: příjemce
da: Modtageren
de: Der Empfänger
el: Ο παραλήπτης
es: El destinatario
et: Saaja
eu: Hartzailea
fi: Vastaanottaja
fr: Le destinataire
ga: An faighteoir
gl: O destinatario
he: הנמען
hi: प्राप्तकर्ता
hr: Primatelj
hu: A címzett
id: Penerima
is: Viðtakandinn
it: Il destinatario
ja: 受取人
ka: მიმღები
kk: алушы
ko: 수령인
lt: Gavėjas
lv: Saņēmējs
mk: Примачот
ms: Penerima
mt: Ir-riċevitur
nb: Mottakeren
nl: De ontvanger
pl: Odbiorca
pt_br: O destinatário
ro: Destinatarul
ru: Получатель
sk: Príjemca
sl: Prejemnik
sq: Marrësi
sr: Прималац
sv: Mottagaren
th: ผู้รับ
tr: alıcı
uk: Одержувач
vi: Người nhận
zh_hans: 收件人
zh_hk: 收件者

source: The reel keeps rendering. Its card in the passport shows when it is ready.
ar: تستمر البكرة في العرض. تظهر بطاقتها في جواز السفر عندما تكون جاهزة.
bg: Макарата продължава да се изобразява. Картата му в паспорта показва кога е готов.
bs: Kolut nastavlja da se renderuje. Njegova kartica u pasošu pokazuje kada je spremna.
ca: El rodet continua representant-se. La seva targeta al passaport indica quan està llest.
cs: Cívka pokračuje ve vykreslování. Jeho karta v pasu ukazuje, kdy je připraven.
da: Spolen bliver ved med at rendere. Dens kort i passet viser, hvornår den er klar.
de: Die Rolle rendert weiter. Seine Karte im Reisepass zeigt an, wann es fertig ist.
el: Ο κύλινδρος συνεχίζει να αποδίδει. Η κάρτα του στο διαβατήριο δείχνει πότε είναι έτοιμο.
es: El carrete sigue renderizándose. Su tarjeta en el pasaporte muestra cuando está listo.
et: Rull jätkab renderdamist. Selle kaart passis näitab, kui see on valmis.
eu: Bobina errendatzen jarraitzen du. Pasaportean duen txartelak prest dagoenean erakusten du.
fi: Kela jatkaa renderöintiä. Sen passissa oleva kortti näyttää, kun se on valmis.
fr: La bobine continue de s'afficher. Sa carte dans le passeport indique quand il est prêt.
ga: Coinníonn an ríl ag rindreáil. Léiríonn a chárta sa phas nuair a bhíonn sé réidh.
gl: O carrete segue renderizado. A súa tarxeta no pasaporte indica cando está listo.
he: הסליל ממשיך להופיע. הכרטיס שלו בדרכון מראה מתי הוא מוכן.
hi: रील प्रस्तुत करती रहती है। पासपोर्ट में इसका कार्ड दिखाता है कि यह कब तैयार है।
hr: Kolut se nastavlja renderirati. Njegova kartica u putovnici pokazuje kada je spreman.
hu: A tekercs folyamatosan renderel. Az útlevélben lévő kártyája mutatja, ha készen van.
id: Reel terus dirender. Kartunya di paspor menunjukkan kapan sudah siap.
is: Vindan heldur áfram að gefa sig. Kort þess í vegabréfinu sýnir hvenær það er tilbúið.
it: La bobina continua a essere riprodotta. La sua carta nel passaporto mostra quando è pronto.
ja: リールはレンダリングを続けます。パスポートのカードにいつ準備ができているかが表示されます。
ka: რგოლი აგრძელებს რენდერირებას. მისი ბარათი პასპორტში გვიჩვენებს, როდის არის მზად.
kk: Ролик көрсетуді жалғастырады. Төлқұжаттағы картасы оның қашан дайын екенін көрсетеді.
ko: 릴이 계속 렌더링됩니다. 여권에 있는 카드가 준비되면 표시됩니다.
lt: Ritė vis atvaizduojama. Jo kortelė pase rodo, kada ji paruošta.
lv: Rullītis turpina renderēt. Tās karte pasē parāda, kad tā ir gatava.
mk: Ролната продолжува да се рендерира. Нејзината картичка во пасошот покажува кога е подготвена.
ms: Kekili itu terus rendering. Kadnya dalam pasport menunjukkan apabila ia sudah siap.
mt: Ir-rukkell ikompli jirrendi. Il-karta tagħha fil-passaport turi meta tkun lesta.
nb: Spolen fortsetter å gjengi. Kortet i passet viser når det er klart.
nl: De haspel blijft renderen. Op de kaart in het paspoort staat wanneer hij klaar is.
pl: Bęben kontynuuje renderowanie. Jego karta w paszporcie pokazuje, kiedy jest gotowa.
pt_br: O rolo continua sendo renderizado. Seu cartão no passaporte mostra quando está pronto.
ro: Tamburul continuă să se redeze. Cardul său din pașaport arată când este gata.
ru: Ролик продолжает рендеринг. Его карточка в паспорте показывает, когда он готов.
sk: Cievka pokračuje vo vykresľovaní. Jeho karta v pase ukazuje, kedy je pripravený.
sl: Kolut se še naprej upodablja. Njegova kartica v potnem listu pokaže, kdaj je pripravljen.
sq: Bobina vazhdon të jepet. Karta e saj në pasaportë tregon se kur është gati.
sr: Колут наставља да се приказује. Његова картица у пасошу показује када је спремна.
sv: Rullen fortsätter att rendera. Dess kort i passet visar när den är klar.
th: รีลยังคงเรนเดอร์อยู่ บัตรที่อยู่ในหนังสือเดินทางจะแสดงเมื่อพร้อม
tr: Makara görüntülenmeye devam ediyor. Pasaporttaki kartı hazır olduğunu gösteriyor.
uk: Котушка продовжує рендеритися. Його картка в паспорті показує, коли він готовий.
vi: Cuộn phim tiếp tục hiển thị. Thẻ của nó trong hộ chiếu hiển thị khi nào nó đã sẵn sàng.
zh_hans: 卷轴持续渲染。准备好后，护照上的卡就会显示出来。
zh_hk: 捲軸持續渲染。准备好后，护照上的卡就会显示出来。

source: The Relay Diva
ar: المغنية التتابع
bg: Щафетата дива
bs: Štafetna diva
ca: La diva del relleu
cs: Štafetová diva
da: Stafettdivaen
de: Die Staffel-Diva
el: Η Ντίβα της Σκυταλοδρομίας
es: La diva del relevo
et: Releediiva
eu: Erreleboaren Diva
fi: Viestidiiva
fr: La diva du relais
ga: An Diva Relay
gl: A diva do relevo
he: דיווה הממסר
hi: रिले दिवा
hr: Štafeta Diva
hu: A Relé Diva
id: Diva Relai
is: Relay Diva
it: La diva della staffetta
ja: リレーの歌姫
ka: სარელეო დივა
kk: Эстафеталық дива
ko: 릴레이 디바
lt: Estafečių Diva
lv: Stafetes dīva
mk: Штафетата дива
ms: Diva Berganti-ganti
mt: Ir-Relay Diva
nb: Stafettdivaen
nl: De estafettediva
pl: Diwa sztafetowa
pt_br: A diva do revezamento
ro: Diva Stafeta
ru: Эстафетная дива
sk: Štafetová diva
sl: Štafeta Diva
sq: Diva e stafetës
sr: Штафетна дива
sv: Stafettdivan
th: รีเลย์ดีว่า
tr: Bayrak Divası
uk: Естафета Примадонна
vi: Diva tiếp sức
zh_hans: 接力歌姬
zh_hk: 接力歌姬

source: The Reluctant Swimmer
ar: السباح المتردد
bg: Неохотният плувец
bs: Nevoljni plivač
ca: El nedador reticent
cs: Neochotný plavec
da: Den modvillige svømmer
de: Der widerstrebende Schwimmer
el: Ο απρόθυμος κολυμβητής
es: El nadador reacio
et: Vastumeelne ujuja
eu: Errezeloa Igerilaria
fi: Vastahakoinen uimari
fr: Le nageur réticent
ga: An Snámhaí Drogallach
gl: O nadador reticente
he: השחיין הסרבן
hi: अनिच्छुक तैराक
hr: Nevoljki plivač
hu: A vonakodó úszó
id: Perenang yang Enggan
is: Hinn tregi sundmaður
it: Il nuotatore riluttante
ja: 気の進まない水泳選手
ka: უხალისო მოცურავე
kk: Құлықсыз жүзуші
ko: 마지못해 수영하는 사람
lt: Nenorėtas plaukikas
lv: Negribīgais peldētājs
mk: Неволниот пливач
ms: Perenang Yang Enggan
mt: L-Għawwiem riluttanti
nb: Den motvillige svømmeren
nl: De aarzelende zwemmer
pl: Niechętny pływak
pt_br: O nadador relutante
ro: Înotatorul reticent
ru: Неохотный пловец
sk: Neochotný plavec
sl: Nejevoljni plavalec
sq: Notari ngurrues
sr: Невољни пливач
sv: Den motvilliga simmaren
th: นักว่ายน้ำที่ไม่เต็มใจ
tr: İsteksiz Yüzücü
uk: Неохочий плавець
vi: Người bơi lội miễn cưỡng
zh_hans: 不情愿的游泳者
zh_hk: 不情願的游泳者

source: The road is made by walking.
ar: الطريق مصنوع بالمشي.
bg: Пътят се прави с ходене.
bs: Put se pravi pješačenjem.
ca: El camí es fa caminant.
cs: Cesta se dělá chůzí.
da: Vejen er lavet ved at gå.
de: Der Weg entsteht durch Gehen.
el: Ο δρόμος γίνεται με το περπάτημα.
es: El camino se hace caminando.
et: Tee tehakse kõndides.
eu: Bidea oinez eginez egiten da.
fi: Tie tehdään kävellen.
fr: La route se fait à pied.
ga: Déantar an bóthar ag siúl.
gl: O camiño faise camiñando.
he: הדרך נעשית בהליכה.
hi: सड़क चलने से बनती है.
hr: Put se pravi hodanjem.
hu: Az út gyaloglással történik.
id: Jalan dibuat dengan berjalan kaki.
is: Vegurinn er lagður með göngu.
it: La strada si fa camminando.
ja: 道は歩いて作るものです。
ka: გზა ფეხით კეთდება.
kk: Жол жүру арқылы жасалады.
ko: 길은 걸어가서 만들어진다.
lt: Kelias nutiestas einant.
lv: Ceļš tiek veidots ejot.
mk: Патот се прави со пешачење.
ms: Jalan itu dibuat dengan berjalan kaki.
mt: It-triq issir bil-mixi.
nb: Veien lages ved å gå.
nl: De weg wordt gemaakt door te lopen.
pl: Drogę tworzy się chodząc.
pt_br: O caminho se faz caminhando.
ro: Drumul se face mers pe jos.
ru: Дорога проложена ходьбой.
sk: Cesta sa robí chôdzou.
sl: Pot se naredi s hojo.
sq: Rruga bëhet duke ecur.
sr: Пут се прави пешачењем.
sv: Vägen görs genom att gå.
th: ถนนถูกสร้างขึ้นด้วยการเดิน
tr: Yol yürüyerek yapılır.
uk: Дорога робиться пішки.
vi: Con đường được làm bằng cách đi bộ.
zh_hans: 路是步行修成的。
zh_hk: 路是步行修成的。

source: The road needs someone new from %@. Waiting politely.
ar: الطريق يحتاج لشخص جديد من %@ . الانتظار بأدب.
bg: Пътят има нужда от някой нов от %@ . Чака учтиво.
bs: Putu treba neko novi iz %@ . Čekanje pristojno.
ca: La carretera necessita algú nou de %@ . Esperant educadament.
cs: Cesta potřebuje někoho nového z %@ . Čekání zdvořile.
da: Vejen mangler en ny fra %@ . Venter høfligt.
de: Die Straße braucht jemanden neuen von %@ . Höflich warten.
el: Ο δρόμος χρειάζεται κάποιον νέο από %@ . Περιμένοντας ευγενικά.
es: El camino necesita a alguien nuevo de %@ . Esperando cortésmente.
et: Tee vajab kedagi uut alates %@ . Ootab viisakalt.
eu: Errepideak norbait berria behar du %@-tik. Adeitsu itxaroten.
fi: Tie tarvitsee uuden henkilön %@ . Odotetaan kohteliaasti.
fr: La route a besoin de quelqu'un de nouveau de %@ . Attendre poliment.
ga: Teastaíonn duine nua ón mbóthar ó %@ . Ag fanacht go béasach.
gl: A estrada necesita alguén novo de %@ . Agardando educadamente.
he: הדרך צריכה מישהו חדש מ-%@ . מחכה בנימוס.
hi: सड़क को %@ से किसी नए व्यक्ति की आवश्यकता है। विनम्रतापूर्वक प्रतीक्षा कर रहा हूँ.
hr: Cesta treba nekoga novog iz %@ . Pristojno čekanje.
hu: Az úthoz valaki új kell a %@ felől. Udvariasan vár.
id: Jalan ini membutuhkan seseorang yang baru dari %@ . Menunggu dengan sopan.
is: Vegurinn vantar einhvern nýjan frá %@ . Bíð kurteislega.
it: La strada ha bisogno di qualcuno di nuovo da %@ . Aspettando educatamente.
ja: この道には %@ からの新しい人が必要です。礼儀正しく待っています。
ka: გზას სჭირდება ვინმე ახალი %@-ისგან. თავაზიანად ელოდა.
kk: Жолға %@ жаңа біреу қажет. Әдептілікпен күту.
ko: 도로에는 %@ 의 새로운 사람이 필요합니다. 정중하게 기다리고 있습니다.
lt: Keliui reikia naujo iš %@ . Laukia mandagiai.
lv: Ceļam vajadzīgs kāds jauns no %@ . Pieklājīgi gaida.
mk: На патот му треба некој нов од %@ . Чекајќи учтиво.
ms: Jalan itu memerlukan seseorang yang baru dari %@ . Menunggu dengan sopan.
mt: It-triq teħtieġ xi ħadd ġdid minn %@ . Stennija bil-pulit.
nb: Veien trenger noen nye fra %@ . Venter høflig.
nl: De weg heeft iemand nieuw nodig van %@ . Beleefd wachten.
pl: Droga potrzebuje kogoś nowego z %@ . Czekam grzecznie.
pt_br: A estrada precisa de alguém novo de %@ . Esperando educadamente.
ro: Drumul are nevoie de cineva nou din %@ . Așteptând politicos.
ru: Дороге нужен кто-то новый из %@ . Вежливо ждём.
sk: Cesta potrebuje niekoho nového z %@ . Čakanie zdvorilo.
sl: Cesta potrebuje nekoga novega iz %@. Vljudno čakanje.
sq: Rruga ka nevojë për dikë të ri nga %@ . Duke pritur me mirësjellje.
sr: Путу треба неко нови из %@ . Чекајући учтиво.
sv: Vägen behöver någon ny från %@ . Väntar artigt.
th: ถนนต้องการคนใหม่จาก %@ รออย่างสุภาพ.
tr: Yolun %@'dan yeni birine ihtiyacı var. Kibarca bekliyorum.
uk: Дорога потребує когось нового з %@ . Чекають чемно.
vi: Con đường cần người mới từ %@ . Chờ đợi một cách lịch sự.
zh_hans: 这条路需要来自 %@ 的新人。礼貌地等待着。
zh_hk: 這條路需要來自 %@ 的新人。禮貌地等待著。
